Repository: msandroid/Cursor-Rule
Catalog: WhisperAX/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, id, ja, ko, nl, pt, ru, sv, sw, ta, th, tr, ur, vi, zh

source: Failed to load audio file
ar: فشل في تحميل ملف الصوت
bn: অডিও ফাইল লোড করতে ব্যর্থ
de: Fehler beim Laden der Audiodatei
es: Error al cargar el archivo de audio
fa: بارگذاری فایل صوتی ناموفق
fr: Échec du chargement du fichier audio
hi: ऑडियो फ़ाइल लोड करने में विफल
id: Gagal memuat file audio
ja: オーディオファイルの読み込みに失敗しました
ko: 오디오 파일 로드 실패
nl: Kan audiobestand niet laden
pt: Falha ao carregar arquivo de áudio
ru: Не удалось загрузить аудиофайл
sv: Misslyckades att ladda ljudfil
sw: Imeshindwa kupakia faili ya sauti
ta: ஆடியோ கோப்பை ஏற்ற முடியவில்லை
th: โหลดไฟล์เสียงล้มเหลว
tr: Ses dosyası yüklenemedi
ur: آڈیو فائل لوڈ کرنے میں ناکام
vi: Không thể tải tệp âm thanh
zh: 加载音频文件失败

source: Failed to load audio file.
ar: فشل في تحميل ملف الصوت.
bn: অডিও ফাইল লোড করতে ব্যর্থ
de: Fehler beim Laden der Audiodatei.
es: Error al cargar el archivo de audio.
fa: بارگذاری فایل صوتی ناموفق.
fr: Échec du chargement du fichier audio.
hi: ऑडियो फ़ाइल लोड करने में विफल।
id: Gagal memuat file audio.
ja: オーディオファイルの読み込みに失敗しました。
ko: 오디오 파일 로드 실패.
nl: Kan audiobestand niet laden.
pt: Falha ao carregar arquivo de áudio.
ru: Не удалось загрузить аудиофайл.
sv: Misslyckades att ladda ljudfil.
sw: Imeshindwa kupakia faili ya sauti.
ta: ஆடியோ கோப்பை ஏற்ற முடியவில்லை.
th: โหลดไฟล์เสียงล้มเหลว.
tr: Ses dosyası yüklenemedi.
ur: آڈیو فائل لوڈ کرنے میں ناکام۔
vi: Không thể tải tệp âm thanh.
zh: 加载音频文件失败。

source: Failed to start recording.
ar: فشل في بدء التسجيل.
bn: রেকর্ডিং শুরু করতে ব্যর্থ।
de: Aufnahme konnte nicht gestartet werden.
es: Error al iniciar la grabación.
fa: شروع ضبط ناموفق بود.
fr: Échec du démarrage de l'enregistrement.
hi: रिकॉर्डिंग शुरू करने में विफल।
id: Gagal memulai perekaman.
ja: 録音の開始に失敗しました。
ko: 녹음 시작에 실패했습니다.
nl: Kan opname niet starten.
pt: Falha ao iniciar a gravação.
ru: Не удалось начать запись.
sv: Misslyckades att starta inspelning.
sw: Imeshindwa kuanza kurekodi.
ta: பதிவைத் தொடங்க முடியவில்லை.
th: เริ่มการบันทึกล้มเหลว
tr: Kayıt başlatılamadı.
ur: ریکارڈنگ شروع کرنے میں ناکام۔
vi: Không thể bắt đầu ghi âm.
zh: 开始录音失败。

source: Faroese
ar: الفاروية
bn: ফারোয়েজ
de: Färöisch
es: Feroés
fa: فارویی
fr: Féroïen
hi: फ़ारोईज़
id: Faroe
ja: フェロー語
ko: 페로어
nl: Faeröers
pt: Feroês
ru: Фарерский
sv: Färöiska
sw: Kifaroe
ta: ஃபரோயீஸ்
th: ฟาโร
tr: Faroece
ur: فاروئی
vi: Tiếng Faroe
zh: 法罗语

source: features and capabilities
ar: الميزات والقدرات
bn: বৈশিষ্ট্য এবং ক্ষমতা
de: Funktionen und Fähigkeiten
es: características y capacidades
fa: ویژگی‌ها و قابلیت‌ها
fr: fonctionnalités et capacités
hi: सुविधाएं और क्षमताएं
id: fitur dan kemampuan
ja: 機能と能力
ko: 기능 및 능력
nl: functies en mogelijkheden
pt: recursos e capacidades
ru: функции и возможности
sv: funktioner och kapaciteter
sw: vipengele na uwezo
ta: அம்சங்கள் மற்றும் திறன்கள்
th: คุณสมบัติและความสามารถ
tr: özellikler ve yetenekler
ur: خصوصیات اور صلاحیتیں
vi: tính năng và khả năng
zh: 功能和能力

source: Finnish
ar: الفنلندية
bn: ফিনিশ
de: Finnisch
es: Finlandés
fa: فنلاندی
fr: Finnois
hi: फ़िनिश
id: Finlandia
ja: フィンランド語
ko: 핀란드어
nl: Fins
pt: Finlandês
ru: Финский
sv: Finska
sw: Kifinlandi
ta: பின்னிஷ்
th: ฟินแลนด์
tr: Fince
ur: فنلینڈی
vi: Tiếng Phần Lan
zh: 芬兰语

source: Fixed Temperature
ar: درجة حرارة ثابتة
bn: স্থির তাপমাত্রা
de: Feste Temperatur
es: Temperatura Fija
fa: دمای ثابت
fr: Température Fixe
hi: निश्चित तापमान
id: Suhu Tetap
ja: 温度を固定する
ko: 고정 온도
nl: Vaste Temperatuur
pt: Temperatura Fixa
ru: Фиксированная температура
sv: Fast Temperatur
sw: Joto la Kudumu
ta: நிலையான வெப்பநிலை
th: อุณหภูมิคงที่
tr: Sabit Sıcaklık
ur: مستقل درجہ حرارت
vi: Nhiệt độ Cố định
zh: 固定温度

source: Free Plan
ar: الخطة المجانية
bn: বিনামূল্যে পরিকল্পনা
de: Kostenloser Plan
es: Plan gratuito
fa: طرح رایگان
fr: Plan gratuit
hi: मुफ्त योजना
id: Paket gratis
ja: 無料プラン
ko: 무료 플랜
nl: Gratis plan
pt: Plano gratuito
ru: Бесплатный план
sv: Gratis plan
sw: Mpango wa Bure
ta: இலவச திட்டம்
th: แผนฟรี
tr: Ücretsiz Plan
ur: مفت پلان
vi: Gói miễn phí
zh: 免费计划

source: French
ar: الفرنسية
bn: ফরাসি
de: Französisch
es: Francés
fa: فرانسوی
fr: Français
hi: फ्रेंच
id: Prancis
ja: フランス語
ko: 프랑스어
nl: Frans
pt: Francês
ru: Французский
sv: Franska
sw: Kifaransa
ta: பிரெஞ்சு
th: ฝรั่งเศส
tr: Fransızca
ur: فرانسیسی
vi: Tiếng Pháp
zh: 法语

source: Galician
ar: الجاليكية
bn: গ্যালিশিয়ান
de: Galizisch
es: Gallego
fa: گالیسیایی
fr: Galicien
hi: गैलिशियन
id: Galicia
ja: ガリシア語
ko: 갈리시아어
nl: Galicisch
pt: Galego
ru: Галисийский
sv: Galiciska
sw: Kigalicia
ta: கலீசியன்
th: กาลิเซีย
tr: Galisce
ur: گالیسیائی
vi: Tiếng Galicia
zh: 加利西亚语

source: Generate Sample Data
ar: إنشاء بيانات عينة
bn: নমুনা ডেটা তৈরি করুন
de: Beispieldaten generieren
es: Generar datos de muestra
fa: تولید داده نمونه
fr: Générer des données d'exemple
hi: नमूना डेटा उत्पन्न करें
id: Buat data sampel
ja: サンプルデータを生成
ko: 샘플 데이터 생성
nl: Voorbeeldgegevens genereren
pt: Gerar dados de amostra
ru: Создать пример данных
sv: Generera exempeldata
sw: Tengeneza Data ya Mfano
ta: மாதிரி தரவு உருவாக்கு
th: สร้างข้อมูลตัวอย่าง
tr: Örnek Veri Oluştur
ur: نمونہ ڈیٹا بنائیں
vi: Tạo dữ liệu mẫu
zh: 生成示例数据

source: Georgian
ar: الجورجية
bn: জর্জিয়ান
de: Georgisch
es: Georgiano
fa: گرجی
fr: Géorgien
hi: जॉर्जियाई
id: Georgia
ja: グルジア語
ko: 조지아어
nl: Georgisch
pt: Georgiano
ru: Грузинский
sv: Georgiska
sw: Kijojia
ta: ஜார்ஜியன்
th: จอร์เจีย
tr: Gürcüce
ur: جارجیائی
vi: Tiếng Georgia
zh: 格鲁吉亚语

source: German
ar: الألمانية
bn: জার্মান
de: Deutsch
es: Alemán
fa: آلمانی
fr: Allemand
hi: जर्मन
id: Jerman
ja: ドイツ語
ko: 독일어
nl: Duits
pt: Alemão
ru: Немецкий
sv: Tyska
sw: Kijerumani
ta: ஜெர்மன்
th: เยอรมัน
tr: Almanca
ur: جرمن
vi: Tiếng Đức
zh: 德语

source: Getting Started
ar: البدء
bn: শুরু করা
de: Erste Schritte
es: Comenzar
fa: شروع کار
fr: Commencer
hi: शुरुआत
id: Memulai
ja: はじめに
ko: 시작하기
nl: Aan de slag
pt: Começar
ru: Начало работы
sv: Komma igång
sw: Kuanza
ta: தொடங்குதல்
th: เริ่มต้น
tr: Başlarken
ur: شروع کریں
vi: Bắt đầu
zh: 入门指南

source: Greek
ar: اليونانية
bn: গ্রিক
de: Griechisch
es: Griego
fa: یونانی
fr: Grec
hi: ग्रीक
id: Yunani
ja: ギリシャ語
ko: 그리스어
nl: Grieks
pt: Grego
ru: Греческий
sv: Grekiska
sw: Kigiriki
ta: கிரேக்கம்
th: กรีก
tr: Yunanca
ur: یونانی
vi: Tiếng Hy Lạp
zh: 希腊语

source: Gujarati
ar: الغوجاراتية
bn: গুজরাটি
es: Guyaratí
fa: گجراتی
hi: गुजराती
ja: グジャラート語
ko: 구자라트어
ru: Гуджарати
sw: Kigujarati
ta: குஜராத்தி
th: คุชราต
tr: Guceratça
ur: گجراتی
vi: Tiếng Gujarat
zh: 古吉拉特语

source: Haitian Creole
ar: الكريولية الهايتية
bn: হাইতিয়ান ক্রেওল
de: Haitianisches Kreol
es: Criollo Haitiano
fa: کریول هائیتی
fr: Créole Haïtien
hi: हैती क्रियोल
id: Kreol Haiti
ja: ハイチ・クレオール語
ko: 아이티 크레올어
nl: Haïtiaans Creools
pt: Crioulo Haitiano
ru: Гаитянский креольский
sv: Haitiansk Kreol
sw: Kikreoli ya Haiti
ta: ஹைத்தியன் கிரியோல்
th: ครีโอลเฮติ
tr: Haiti Kreyolu
ur: ہیٹی کریول
vi: Tiếng Creole Haiti
zh: 海地克里奥尔语

source: Hausa
ar: الهوسا
bn: হাউসা
fa: هاوسا
fr: Haoussa
hi: हौसा
ja: ハウサ語
ko: 하우사어
ru: Хауса
sw: Kihausa
ta: ஹவுசா
th: เฮาซา
ur: ہاؤسا
vi: Tiếng Hausa
zh: 豪萨语

source: Hawaiian
ar: الهاوايية
bn: হাওয়াইয়ান
de: Hawaiisch
es: Hawaiano
fa: هاوایی
fr: Hawaïen
hi: हवाई
id: Hawaii
ja: ハワイ語
ko: 하와이어
nl: Hawaïaans
pt: Havaiano
ru: Гавайский
sv: Hawaiianska
sw: Kihawaii
ta: ஹவாய்
th: ฮาวาย
tr: Hawaii Dili
ur: ہوائی
vi: Tiếng Hawaii
zh: 夏威夷语

source: Hebrew
ar: العبرية
bn: হিব্রু
de: Hebräisch
es: Hebreo
fa: عبری
fr: Hébreu
hi: हिब्रू
id: Ibrani
ja: ヘブライ語
ko: 히브리어
nl: Hebreeuws
pt: Hebraico
ru: Иврит
sv: Hebreiska
sw: Kiebrania
ta: ஹீப்ரு
th: ฮีบรู
tr: İbranice
ur: عبرانی
vi: Tiếng Do Thái
zh: 希伯来语

source: Hide Icons During Transcription
ar: إخفاء الأيقونات أثناء النسخ
bn: ট্রান্সক্রিপশনের সময় আইকন লুকান
de: Symbole während der Transkription ausblenden
es: Ocultar iconos durante la transcripción
fa: مخفی کردن آیکون‌ها در هنگام رونویسی
fr: Masquer les icônes pendant la transcription
hi: ट्रांसक्रिप्शन के दौरान आइकन छुपाएं
id: Sembunyikan ikon saat transkripsi
ja: 転写中にアイコンを非表示
ko: 전사 중 아이콘 숨기기
nl: Pictogrammen verbergen tijdens transcriptie
pt: Ocultar ícones durante a transcrição
ru: Скрыть иконки во время транскрипции
sv: Dölj ikoner under transkription
sw: Ficha Ikoni Wakati wa Kunakili
ta: பெயர்ப்பின் போது ஐகான்களை மறை
th: ซ่อนไอคอนระหว่างการถอดความ
tr: Transkripsiyon Sırasında İkonları Gizle
ur: ٹرانسکرپشن کے دوران آئیکنز چھپائیں
vi: Ẩn biểu tượng trong quá trình phiên âm
zh: 转录期间隐藏图标

source: High
ar: عالي
bn: উচ্চ
de: Hoch
es: Alto
fa: بالا
fr: Élevé
hi: उच्च
id: Tinggi
ja: 高
ko: 높음
nl: Hoog
pt: Alto
ru: Высокий
sv: Hög
sw: Juu
ta: உயர்
th: สูง
tr: Yüksek
ur: اعلیٰ
vi: Cao
zh: 高

source: Hindi
ar: الهندية
bn: হিন্দি
fa: هندی
hi: हिन्दी
ja: ヒンディー語
ko: 힌디어
ru: Хинди
sw: Kihindi
ta: ஹிந்தி
th: ฮินดี
tr: Hintçe
ur: ہندی
vi: Tiếng Hindi
zh: 印地语

source: History
ar: السجل
bn: ইতিহাস
de: Verlauf
es: Historial
fa: تاریخچه
fr: Historique
hi: इतिहास
id: Riwayat
ja: 履歴
ko: 기록
nl: Geschiedenis
pt: Histórico
ru: История
sv: Historik
sw: Historia
ta: வரலாறு
th: ประวัติศาสตร์
tr: Geçmiş
ur: تاریخ
vi: Lịch sử
zh: 历史

source: History Detail
ar: تفاصيل السجل
bn: ইতিহাসের বিবরণ
de: Verlaufsdetails
es: Detalle del historial
fa: جزئیات تاریخچه
fr: Détail de l'historique
hi: इतिहास विवरण
id: Detail riwayat
ja: 履歴詳細
ko: 기록 상세
nl: Geschiedenisdetail
pt: Detalhes do histórico
ru: Детали истории
sv: Historikdetalj
sw: Maelezo ya Historia
ta: வரலாற்று விவரம்
th: รายละเอียดประวัติศาสตร์
tr: Geçmiş Detayı
ur: تاریخ کی تفصیلات
vi: Chi tiết lịch sử
zh: 历史详情

# history.close
source: Close
ar: إغلاق
bn: বন্ধ
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
hi: बंद करें
id: Tutup
ja: 閉じる
ko: 닫기
nl: Sluiten
pt: Fechar
ru: Закрыть
sv: Stäng
sw: Funga
ta: மூடு
th: ปิด
tr: Kapat
ur: بند کریں
vi: Đóng
zh: 关闭

# history.copy
source: Copy
ar: نسخ
bn: কপি
de: Kopieren
es: Copiar
fa: کپی
fr: Copier
hi: कॉपी करें
id: Salin
ja: コピー
ko: 복사
nl: Kopiëren
pt: Copiar
ru: Копировать
sv: Kopiera
sw: Nakili
ta: நகலெடு
th: คัดลอก
tr: Kopyala
ur: کاپی کریں
vi: Sao chép
zh: 复制

# history.delete_all
source: Delete All
ar: حذف الكل
bn: সব মুছে ফেলুন
de: Alle löschen
es: Eliminar todo
fa: حذف همه
fr: Tout supprimer
hi: सभी हटाएं
id: Hapus semua
ja: すべて削除
ko: 모두 삭제
nl: Alles verwijderen
pt: Excluir tudo
ru: Удалить все
sv: Ta bort alla
sw: Futa yote
ta: அனைத்தையும் நீக்கு
th: ลบทั้งหมด
tr: Tümünü Sil
ur: سب حذف کریں
vi: Xóa tất cả
zh: 删除全部

# history.delete_confirmation
source: Are you sure you want to delete all history items?
ar: هل أنت متأكد من أنك تريد حذف جميع عناصر السجل؟
bn: আপনি কি নিশ্চিত যে আপনি সব ইতিহাসের আইটেম মুছে ফেলতে চান?
de: Sind Sie sicher, dass Sie alle Verlaufselemente löschen möchten?
es: ¿Estás seguro de que quieres eliminar todos los elementos del historial?
fa: آیا مطمئن هستید که می‌خواهید کل تاریخچه را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer tous les éléments de l'historique ?
hi: क्या आप सभी इतिहास आइटम हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus semua item riwayat?
ja: すべての履歴項目を削除してもよろしいですか？
ko: 모든 기록 항목을 삭제하시겠습니까?
nl: Weet je zeker dat je de volledige geschiedenis wilt verwijderen?
pt: Tem certeza de que deseja excluir todos os itens do histórico?
ru: Вы уверены, что хотите удалить все элементы истории?
sv: Är du säker på att du vill ta bort hela historiken?
sw: Je, una uhakika unataka kufuta historia yote?
ta: முழு வரலாற்றையும் நீக்க விரும்புகிறீர்களா?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการประวัติศาสตร์ทั้งหมด?
tr: Tüm geçmişi silmek istediğinizden emin misiniz?
ur: کیا آپ واقعی تمام تاریخ کے آئٹمز کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn xóa toàn bộ lịch sử?
zh: 您确定要删除所有历史记录项吗？

# history.details
source: Details
ar: التفاصيل
bn: বিবরণ
es: Detalles
fa: جزئیات
fr: Détails
hi: विवरण
id: Detail
ja: 詳細
ko: 세부사항
pt: Detalhes
ru: Детали
sv: Detaljer
sw: Maelezo
ta: விவரங்கள்
th: รายละเอียด
tr: Detaylar
ur: تفصیلات
vi: Chi tiết
zh: 详情

# history.items_count
source: %lld items
ar: %lld عنصر
bn: %lld আইটেম
de: %lld Elemente
es: %lld elementos
fa: %lld مورد
fr: %lld éléments
hi: %lld आइटम
id: %lld item
ja: %lld件
ko: %lld개
pt: %lld itens
ru: %lld элементов
sv: %lld objekt
sw: vitu %lld
ta: %lld உருப்படிகள்
th: %lld รายการ
tr: %lld öğe
ur: %lld آئٹمز
vi: %lld mục
zh: %lld项

# history.no_history
source: No History
ar: لا يوجد سجل
bn: কোন ইতিহাস নেই
de: Kein Verlauf
es: Sin historial
fa: تاریخچه‌ای وجود ندارد
fr: Aucun historique
hi: कोई इतिहास नहीं
id: Tidak ada riwayat
ja: 履歴なし
ko: 기록 없음
nl: Geen geschiedenis
pt: Nenhum histórico
ru: Нет истории
sv: Ingen historik
sw: Hakuna Historia
ta: வரலாறு இல்லை
th: ไม่มีประวัติศาสตร์
tr: Geçmiş Yok
ur: کوئی تاریخ نہیں
vi: Không có lịch sử
zh: 无历史记录

# history.no_history_description
source: Voice recognition history will appear here
ar: سجل التعرف على الصوت سيظهر هنا
bn: ভয়েস রিকগনিশন ইতিহাস এখানে দেখা যাবে
de: Spracherkennungsverlauf wird hier angezeigt
es: El historial de reconocimiento de voz aparecerá aquí
fa: هنوز تاریخچه رونویسی وجود ندارد
fr: L'historique de reconnaissance vocale apparaîtra ici
hi: आवाज पहचान का इतिहास यहां दिखाई देगा
id: Riwayat pengenalan suara akan muncul di sini
ja: 音声認識の履歴がここに表示されます
ko: 음성 인식 기록이 여기에 표시됩니다
nl: Er is nog geen transcriptiegeschiedenis
pt: O histórico de reconhecimento de voz aparecerá aqui
ru: История распознавания речи появится здесь
sv: Ingen transkriptionshistorik än
sw: Bado hakuna historia ya kunakili
ta: இதுவரை பெயர்ப்பு வரலாறு இல்லை
th: ประวัติการจดจำเสียงจะปรากฏที่นี่
tr: Henüz transkripsiyon geçmişi bulunmuyor
ur: آواز کی پہچان کی تاریخ یہاں ظاہر ہوگی
vi: Chưa có lịch sử phiên âm nào
zh: 语音识别历史将在此显示

# history.seconds
source: sec
ar: ثانية
bn: সেকেন্ড
de: Sek
es: seg
fa: ثانیه
hi: सेकंड
id: detik
ja: 秒
ko: 초
nl: seconden
pt: seg
ru: сек
sv: sekunder
sw: sekunde
ta: வினாடிகள்
th: วินาที
tr: saniye
ur: سیکنڈ
vi: giây
zh: 秒

# history.share
source: Share
ar: مشاركة
bn: শেয়ার
de: Teilen
es: Compartir
fa: اشتراک
fr: Partager
hi: साझा करें
id: Bagikan
ja: 共有
ko: 공유
nl: Delen
pt: Compartilhar
ru: Поделиться
sv: Dela
sw: Shiriki
ta: பகிர்
th: แชร์
tr: Paylaş
ur: شیئر کریں
vi: Chia sẻ
zh: 分享

# history.title
source: History
ar: السجل
bn: ইতিহাস
de: Verlauf
es: Historial
fa: تاریخچه
fr: Historique
hi: इतिहास
id: Riwayat
ja: 履歴
ko: 기록
nl: Geschiedenis
pt: Histórico
ru: История
sv: Historik
sw: Historia
ta: வரலாறு
th: ประวัติศาสตร์
tr: Geçmiş
ur: تاریخ
vi: Lịch sử
zh: 历史

# history.transcription
source: Transcription
ar: النسخ
bn: ট্রান্সক্রিপশন
de: Transkription
es: Transcripción
fa: رونویسی
hi: प्रतिलेखन
id: Transkripsi
ja: 転写
ko: 전사
nl: Transcriptie
pt: Transcrição
ru: Транскрипция
sv: Transkription
sw: Kunakili
ta: பெயர்ப்பு
th: การถอดความ
tr: Transkripsiyon
ur: ٹرانسکرپشن
vi: Phiên âm
zh: 转录

source: Hungarian
ar: المجرية
bn: হাঙ্গেরিয়ান
de: Ungarisch
es: Húngaro
fa: مجاری
fr: Hongrois
hi: हंगेरियाई
id: Hungaria
ja: ハンガリー語
ko: 헝가리어
nl: Hongaars
pt: Húngaro
ru: Венгерский
sv: Ungerska
sw: Kihungaria
ta: ஹங்கேரியன்
th: ฮังการี
tr: Macarca
ur: ہنگیرین
vi: Tiếng Hungary
zh: 匈牙利语

source: Icelandic
ar: الأيسلندية
bn: আইসল্যান্ডিক
de: Isländisch
es: Islandés
fa: ایسلندی
fr: Islandais
hi: आइसलैंडिक
id: Islandia
ja: アイスランド語
ko: 아이슬란드어
nl: IJslands
pt: Islandês
ru: Исландский
sv: Isländska
sw: Kiislandi
ta: ஐஸ்லாந்திக்
th: ไอซ์แลนด์
tr: İzlandaca
ur: آئس لینڈک
vi: Tiếng Iceland
zh: 冰岛语

source: Indonesian
ar: الإندونيسية
bn: ইন্দোনেশিয়ান
de: Indonesisch
es: Indonesio
fa: اندونزیایی
fr: Indonésien
hi: इंडोनेशियाई
id: Bahasa Indonesia
ja: インドネシア語
ko: 인도네시아어
nl: Indonesisch
pt: Indonésio
ru: Индонезийский
sv: Indonesiska
sw: Kiindonesia
ta: இந்தோனேசியன்
th: อินโดนีเซีย
tr: Endonezce
ur: انڈونیشین
vi: Tiếng Indonesia
zh: 印尼语

source: Input: $0.03 per 1K tokens
ar: الإدخال: $0.03 لكل 1K رمز
bn: ইনপুট: $0.03 প্রতি 1K টোকেন
de: Eingabe: $0.03 pro 1K Tokens
es: Entrada: $0.03 por 1K tokens
fa: ورودی: $0.03 برای هر 1K توکن
fr: Entrée : $0.03 par 1K tokens
hi: इनपुट: 1K टोकन प्रति $0.03
id: Input: $0.03 per 1K token
ja: 入力：1Kトークンあたり$0.03
ko: 입력: 1K 토큰당 $0.03
nl: Invoer: $0.03 per 1K tokens
pt: Entrada: $0.03 por 1K tokens
ru: Вход: $0.03 за 1K токенов
sv: Indata: $0.03 per 1K tokens
sw: Ingizo: $0.03 kwa kila 1K tokens
ta: உள்ளீடு: 1K டோக்கன்களுக்கு $0.03
th: อินพุต: $0.03 ต่อ 1K โทเค็น
tr: Giriş: 1K token başına $0.03
ur: ان پٹ: $0.03 فی 1K ٹوکنز
vi: Đầu vào: $0.03 mỗi 1K token
zh: 输入：每1K令牌$0.03

source: Italian
ar: الإيطالية
bn: ইতালিয়ান
de: Italienisch
es: Italiano
fa: ایتالیایی
fr: Italien
hi: इतालवी
id: Italia
ja: イタリア語
ko: 이탈리아어
nl: Italiaans
pt: Italiano
ru: Итальянский
sv: Italienska
sw: Kiitalia
ta: இத்தாலியன்
th: อิตาลี
tr: İtalyanca
ur: اطالوی
vi: Tiếng Ý
zh: 意大利语

source: Japanese
ar: اليابانية
bn: জাপানিজ
de: Japanisch
es: Japonés
fa: ژاپنی
fr: Japonais
hi: जापानी
id: Jepang
ja: 日本語
ko: 일본어
nl: Japans
pt: Japonês
ru: Японский
sv: Japanska
sw: Kijapani
ta: ஜப்பானியம்
th: ญี่ปุ่น
tr: Japonca
ur: جاپانی
vi: Tiếng Nhật
zh: 日语

source: Javanese
ar: الجاوية
bn: জাভানিজ
de: Javanisch
es: Javanés
fa: جاوه‌ای
fr: Javanais
hi: जावानीज़
id: Jawa
ja: ジャワ語
ko: 자바어
nl: Javaans
pt: Javanês
ru: Яванский
sv: Javanesiska
sw: Kijava
ta: ஜாவானீஸ்
th: ชวา
tr: Cavaca
ur: جاوانی
vi: Tiếng Java
zh: 爪哇语

source: Kannada
ar: الكانادا
bn: কন্নড়
es: Canarés
fa: کانادا
hi: कन्नड़
ja: カンナダ語
ko: 칸나다어
ru: Каннада
sw: Kikannada
ta: கன்னடம்
th: กันนาดา
ur: کنڑ
vi: Tiếng Kannada
zh: 卡纳达语

source: Kazakh
ar: الكازاخستانية
bn: কাজাখ
de: Kasachisch
es: Kazajo
fa: قزاقی
hi: कज़ाख
ja: カザフ語
ko: 카자흐어
nl: Kazachs
pt: Cazaque
ru: Казахский
sv: Kazakiska
sw: Kikazakh
ta: கஜாக்
th: คาซัค
tr: Kazakça
ur: قازق
vi: Tiếng Kazakhstan
zh: 哈萨克语

source: Khmer
ar: الخميرية
bn: খমের
es: Jemer
fa: خمر
hi: खमेर
ja: クメール語
ko: 크메르어
ru: Кхмерский
sw: Kikhmer
ta: கெமர்
th: เขมร
ur: خمیر
vi: Tiếng Khmer
zh: 高棉语

source: Korean
ar: الكورية
bn: কোরিয়ান
de: Koreanisch
es: Coreano
fa: کره‌ای
fr: Coréen
hi: कोरियाई
id: Korea
ja: 韓国語
ko: 한국어
nl: Koreaans
pt: Coreano
ru: Корейский
sv: Koreanska
sw: Kikorea
ta: கொரியன்
th: เกาหลี
tr: Korece
ur: کوریائی
vi: Tiếng Hàn
zh: 韩语

source: Language Changed
ar: تم تغيير اللغة
bn: ভাষা পরিবর্তন হয়েছে
de: Sprache geändert
es: Idioma Cambiado
fa: زبان تغییر کرد
fr: Langue Modifiée
hi: भाषा बदली गई
id: Bahasa Diubah
ja: 言語を変更されました
ko: 언어가 변경됨
nl: Taal Gewijzigd
pt: Idioma Alterado
ru: Язык Изменен
sv: Språk Ändrat
sw: Lugha Imebadilishwa
ta: மொழி மாற்றப்பட்டது
th: เปลี่ยนภาษาแล้ว
tr: Dil Değiştirildi
ur: زبان تبدیل ہو گئی
vi: Đã Thay Đổi Ngôn Ngữ
zh: 语言已更改

source: Language Detection
ar: كشف اللغة
bn: ভাষা সনাক্তকরণ
de: Spracherkennung
es: Detección de idioma
fa: تشخیص زبان
fr: Détection de langue
hi: भाषा पहचान
id: Deteksi bahasa
ja: 言語検出
ko: 언어 감지
nl: Taaldetectie
pt: Detecção de idioma
ru: Определение языка
sv: Språkdetektering
sw: Utambuzi wa Lugha
ta: மொழி கண்டறிதல்
th: การตรวจจับภาษา
tr: Dil Algılama
ur: زبان کا پتہ لگانا
vi: Phát hiện ngôn ngữ
zh: 语言检测

source: Lao
ar: اللاوية
bn: লাও
de: Laotisch
fa: لائو
hi: लाओ
ja: ラオス語
ko: 라오어
ru: Лаосский
sw: Kilao
ta: லாவோ
th: ลาว
ur: لاؤ
vi: Tiếng Lào
zh: 老挝语

source: Last %@
ar: آخر %@
bn: শেষ %@
de: Letzte %@
es: Último %@
fa: آخرین %@
fr: Dernier %@
hi: पिछला %@
id: Terakhir %@
ja: 最近の%@
ko: 최근 %@
nl: Laatste %@
pt: Último %@
ru: Последний %@
sv: Senaste %@
sw: Ya mwisho %@
ta: கடைசி %@
th: ล่าสุด %@
tr: Son %@
ur: آخری %@
vi: %@ cuối
zh: 最近%@

source: Latin
ar: اللاتينية
bn: লাতিন
de: Lateinisch
es: Latín
fa: لاتین
hi: लैटिन
ja: ラテン語
ko: 라틴어
nl: Latijn
pt: Latim
ru: Латинский
sw: Kilatini
ta: லத்தீன்
th: ละติน
tr: Latince
ur: لاطینی
vi: Tiếng Latin
zh: 拉丁语

source: Latvian
ar: اللاتفية
bn: লাতভিয়ান
de: Lettisch
es: Letón
fa: لتونیایی
fr: Letton
hi: लातवियाई
id: Latvia
ja: ラトビア語
ko: 라트비아어
nl: Lets
pt: Letão
ru: Латышский
sv: Lettiska
sw: Kilatvia
ta: லாத்வியன்
th: ลัตเวีย
tr: Letonca
ur: لیٹویائی
vi: Tiếng Latvia
zh: 拉脱维亚语

source: Light Mode
ar: الوضع الفاتح
bn: লাইট মোড
de: Heller Modus
es: Modo claro
fa: حالت روشن
fr: Mode clair
hi: लाइट मोड
id: Mode terang
ja: ライトモード
ko: 라이트 모드
nl: Lichte modus
pt: Modo claro
ru: Светлый режим
sv: Ljust läge
sw: Hali ya Mwanga
ta: ஒளி முறை
th: โหมดสว่าง
tr: Açık Mod
ur: لائٹ موڈ
vi: Chế độ sáng
zh: 浅色模式

source: Lingala
ar: اللينغالا
bn: লিঙ্গালা
fa: لینگالا
hi: लिंगाला
ja: リンガラ語
ko: 링갈라어
ru: Лингала
sw: Kilingala
ta: லிங்காலா
th: ลิงกาลา
ur: لنگالا
vi: Tiếng Lingala
zh: 林加拉语

source: Lithuanian
ar: الليتوانية
bn: লিথুয়ানিয়ান
de: Litauisch
es: Lituano
fa: لیتوانیایی
fr: Lituanien
hi: लिथुआनियाई
id: Lithuania
ja: リトアニア語
ko: 리투아니아어
nl: Litouws
pt: Lituano
ru: Литовский
sv: Litauiska
sw: Kilithuania
ta: லிதுவேனியன்
th: ลิทัวเนีย
tr: Litvanca
ur: لتھوانیائی
vi: Tiếng Lithuania
zh: 立陶宛语

source: Load Model
ar: تحميل النموذج
bn: মডেল লোড করুন
de: Modell laden
es: Cargar modelo
fa: بارگذاری مدل
fr: Charger le modèle
hi: मॉडल लोड करें
id: Muat model
ja: モデルを読み込み
ko: 모델 로드
nl: Model laden
pt: Carregar modelo
ru: Загрузить модель
sv: Ladda modell
sw: Pakia Mfano
ta: மாதிரி ஏற்று
th: โหลดโมเดล
tr: Model Yükle
ur: ماڈل لوڈ کریں
vi: Tải mô hình
zh: 加载模型

source: Loaded
ar: تم التحميل
bn: লোড হয়েছে
de: Geladen
es: Cargado
fa: بارگذاری شد
fr: Chargé
hi: लोड किया गया
id: Dimuat
ja: 読み込み完了
ko: 로드됨
nl: Geladen
pt: Carregado
ru: Загружено
sv: Laddad
sw: Imepakiwa
ta: ஏற்றப்பட்டது
th: โหลดแล้ว
tr: Yüklendi
ur: لوڈ ہو گیا
vi: Đã tải
zh: 已加载

source: Loading
ar: جاري التحميل
bn: লোড হচ্ছে
de: Lädt
es: Cargando
fa: در حال بارگذاری
fr: Chargement
hi: लोड हो रहा है
id: Memuat
ja: 読み込み中
ko: 로딩 중
nl: Laden
pt: Carregando
ru: Загрузка
sv: Laddar
sw: Inapakia
ta: ஏற்றுகிறது
th: กำลังโหลด
tr: Yükleniyor
ur: لوڈ ہو رہا ہے
vi: Đang tải
zh: 加载中

source: Loading File...
ar: جاري تحميل الملف...
bn: ফাইল লোড হচ্ছে...
de: Datei wird geladen...
es: Cargando Archivo...
fa: در حال بارگذاری فایل...
fr: Chargement du Fichier...
hi: फ़ाइल लोड हो रही है...
id: Memuat File...
ja: ファイルを読み込み中
ko: 파일 로딩 중...
nl: Bestand Laden...
pt: Carregando Arquivo...
ru: Загрузка Файла...
sv: Laddar Fil...
sw: Inapakia Faili...
ta: கோப்பு ஏற்றப்படுகிறது...
th: กำลังโหลดไฟล์...
tr: Dosya Yükleniyor...
ur: فائل لوڈ ہو رہی ہے...
vi: Đang tải tệp...
zh: 正在加载文件...

source: Loading...
ar: جاري التحميل...
bn: লোড হচ্ছে...
de: Laden...
es: Cargando...
fa: در حال بارگذاری...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
ja: 読み込み中...
ko: 로딩 중...
nl: Laden...
pt: Carregando...
ru: Загрузка...
sv: Laddar...
sw: Inapakia...
ta: ஏற்றப்படுகிறது...
th: กำลังโหลด...
tr: Yükleniyor...
ur: لوڈ ہو رہا ہے...
vi: Đang tải...
zh: 正在加载...

source: Low
ar: منخفض
bn: নিম্ন
de: Niedrig
es: Bajo
fa: پایین
fr: Faible
hi: कम
id: Rendah
ja: 低い
ko: 낮음
nl: Laag
pt: Baixo
ru: Низкий
sv: Låg
sw: Chini
ta: குறைவு
th: ต่ำ
tr: Düşük
ur: کم
vi: Thấp
zh: 低

source: Luxembourgish
ar: اللوكسمبورغية
bn: লুক্সেমবার্গীয়
de: Luxemburgisch
es: Luxemburgués
fa: لوکزامبورگی
fr: Luxembourgeois
hi: लक्ज़मबर्गी
id: Luxemburg
ja: ルクセンブルク語
ko: 룩셈부르크어
nl: Luxemburgs
pt: Luxemburguês
ru: Люксембургский
sv: Luxemburgiska
sw: Kiluxemburg
ta: லக்சம்பர்க்
th: ลักเซมเบิร์ก
tr: Lüksemburgca
ur: لکسمبرگی
vi: Tiếng Luxembourg
zh: 卢森堡语

source: Macedonian
ar: المقدونية
bn: ম্যাসেডোনিয়ান
de: Mazedonisch
es: Macedonio
fa: مقدونی
fr: Macédonien
hi: मैसेडोनियाई
id: Makedonia
ja: マケドニア語
ko: 마케도니아어
nl: Macedonisch
pt: Macedônio
ru: Македонский
sv: Makedonska
sw: Kimasedonia
ta: மாசிடோனியன்
th: มาซิโดเนีย
tr: Makedonca
ur: مقدونیائی
vi: Tiếng Macedonia
zh: 马其顿语

source: Malagasy
ar: المالاجاشية
bn: মালাগাসি
es: Malgache
fa: مالاگاسی
fr: Malgache
hi: मालागासी
ja: マラガシー語
ko: 말라가시어
nl: Malagassisch
pt: Malgaxe
ru: Малагасийский
sv: Malagassiska
sw: Kimalagasy
ta: மலகாசி
th: มาลากาซี
ur: مالاگاسی
vi: Tiếng Malagasy
zh: 马达加斯加语

source: Malay
ar: الملايو
bn: মালয়
de: Malaiisch
es: Malayo
fa: مالایی
fr: Malais
hi: मलय
id: Melayu
ja: マレー語
ko: 말레이어
nl: Maleis
pt: Malaio
ru: Малайский
sv: Malajiska
sw: Kimalei
ta: மலாய்
th: มาเลย์
tr: Malayca
ur: مالے
vi: Tiếng Mã Lai
zh: 马来语

source: Malayalam
ar: المالايالامية
bn: মালায়ালাম
fa: مالایالم
hi: मलयालम
ja: マラヤーラム語
ko: 말라얄람어
pt: Malaiala
ru: Малаялам
sw: Kimalayalam
ta: மலையாளம்
th: มลยาฬัม
ur: ملیالم
vi: Tiếng Malayalam
zh: 马拉雅拉姆语
